{"summary": "Theme 1: Evolution of Orthodontic Techniques and Appliances\nThe history of orthodontics is marked by the evolution of techniques and appliances used to straighten teeth. Early methods involved thinning teeth and attaching gold or teeth to them (2). The use of a tool called a \"pelican\" to extract and wire teeth in place was eventually replaced by silver wire to align teeth (3). The development of bands, such as silver bands with holes for needles, played a significant role in orthodontic treatment (1). The invention of the pin and tube appliance allowed for quick and automatic straightening of teeth (8). The development of stainless steel brackets and the construction of orthodontic arch wires in the 2010s further advanced the field (19, 20). The evolution of orthodontic appliances continued with the invention of the Herbst appliance in Germany after World War I, which allowed for movement of the mandible (13).\n\nTheme 2: Key Figures and Institutions in Orthodontics\nSeveral key figures and institutions have shaped the field of orthodontics. Dr. Edward Hartley Angle played a significant role in promoting his appliances and believed that the first upper molar was the key to occlusion (11, 12). The University of Michigan has been influential in the field, with a focus on the financial success of the school and its impact on students (15). The formation of the American Society of Orthodontists, originally the \"Brisas Society\", and its subsequent reorganization in 1937 were significant events in the history of orthodontics in the United States (24, 25). The establishment of the international school for orthodontics from 1915 to the Second World War also played a crucial role in the development of the field (1, 23).\n\nTheme 3: Controversies and Debates in Orthodontics\nOrthodontics has been marked by controversies and debates. The importance of aesthetics in orthodontics has been a topic of discussion, with some arguing that it should be prioritized higher on the list of objectives for treatment (10). The debate between Angle and Calvin Case on extraction and non-extraction was seen as a religious and moral argument (18). The idea of medicalizing orthodontics and the reorganization of the field have also been subjects of debate (30). The controversy surrounding awards in the field of orthodontics, including the Jariabek award for teachers and the Jerry Beck award given by the AAO foundation, has also been a notable aspect of the history of orthodontics (29).", "citations": {"2": "https://www.youtube.com/watch?v=EzDMgBH5fIo&t=270", "3": "https://www.youtube.com/watch?v=EzDMgBH5fIo&t=366", "1": "https://www.youtube.com/watch?v=BJ6YVsHIJtk&t=175", "8": "https://www.youtube.com/watch?v=-tpWnMfJbCo&t=711", "19": "https://www.youtube.com/watch?v=EzDMgBH5fIo&t=1861", "20": "https://www.youtube.com/watch?v=BJ6YVsHIJtk&t=2097", "13": "https://www.youtube.com/watch?v=-tpWnMfJbCo&t=1460", "11": "https://www.youtube.com/watch?v=BJ6YVsHIJtk&t=1031", "12": "https://www.youtube.com/watch?v=KrkvNjGdtr4&t=1282", "15": "https://www.youtube.com/watch?v=BJ6YVsHIJtk&t=1645", "24": "https://www.youtube.com/watch?v=BJ6YVsHIJtk&t=2923", "25": "https://www.youtube.com/watch?v=EzDMgBH5fIo&t=3120", "23": "https://www.youtube.com/watch?v=KrkvNjGdtr4&t=2764", "10": "https://www.youtube.com/watch?v=-tpWnMfJbCo&t=820", "18": "https://www.youtube.com/watch?v=BJ6YVsHIJtk&t=1711", "30": "https://www.youtube.com/watch?v=KrkvNjGdtr4&t=5765", "29": "https://www.youtube.com/watch?v=EzDMgBH5fIo&t=4359"}}